taskDescription = "Hallitse tietokonetta";
requestScreenControl = "Haluatko pyytää oikeutta hallita?";
requestScreenObserve = "Haluatko pyytää oikeutta tarkkailla?";
requestScreenAuthFailed = "Todentaminen kohteeseen ”%@” epäonnistui.";
connecting = "Yhdistetään kohteeseen ”%@”";
connectionLost = "Yhteys kohteeseen ”%@” katkesi.";
connectionFailed = "Yhteys kohteeseen ”%@” epäonnistui.";
runningAdminAppObserveError = "Kohdetta ”%@” ei voitu tarkkailla";
runningAdminAppControlError = "Kohdetta ”%@” ei voitu hallita";
runningAdminAppErrorMessage = "Tietokoneella suoritetaan ylläpito-ohjelmaa, joka ei salli näytön hallintaa etänä.";
controlModeError = "Ei voitu vaihtaa hallintatilaan";
observeModeError = "Ei voitu vaihtaa tarkkailutilaan";
sharedControlError = "Hiiren hallintaa ei voitu muuttaa";
controlNotAuthorized = "Sinulla ei ole oikeutta hallita tätä tietokonetta.";
serverNotSupported = "Palvelin ei tue tätä valintaa.";
captureDefaultName = "Remote Desktop -kuva";
scaleToolbarTitle = "Sovita ikkunaan";
scaleToolbarPaletteLabel = "Sovita ikkunaan";
scaleToolbarTooltip = "Sovita näyttö ikkunaan";
controlToolbarTitle = "Hallitse";
controlToolbarPaletteLabel = "Hallitse tai tarkkaile";
controlToolbarTooltip = "Vaihda hallinta- ja tarkkailutilojen välillä";
shareToolbarTitle = "Jaa hiiri";
shareToolbarPaletteLabel = "Jaa hiiri käyttäjän kanssa";
shareToolbarTooltip = "Jaa hiiri ja näppäimistö käyttäjän kanssa";
qualityToolbarTitle = "Laatu";
qualityToolbarPaletteLabel = "Kuvanlaatu";
qualityToolbarTooltip = "Kuvanlaatu";
captureToolbarTitle = "Näytönkaappaus";
captureToolbarPaletteLabel = "Näytönkaappaus";
captureToolbarTooltip = "Kaappaa näyttö tiedostoon";
controlObserveNotSupported = "Et voi hallita tai tarkkailla tietokonetta.";
fullScreenToolbarTooltip = "Sovita ruutu koko näytölle";
fullScreenToolbarTooltipExt = "Näytä ruutu ikkunassa";
fullScreenToolbarTitle = "Koko näyttö";
fullScreenPaletteDisconnect = "Poistu hallinta- tai tarkkailuistunnosta";
showCursorToolbarTooltip = "Näytä tai kätke paikallinen osoitin";
showCursorToolbarTitle = "Näytä tai kätke osoitin";
curtainToolbarTitle = "Lukitse näyttö";
curtainToolbarTooltip = "Lukitse tietokoneen näyttö, kun hallitset sitä";
getClipboardToolbarTitle = "Hae leikepöytä";
getClipboardToolbarTooltip = "Hae etäleikepöydän sisältö";
sendClipboardToolbarTitle = "Lähetä leikepöytä";
sendClipboardToolbarTooltip = "Lähettää leikepöydän sisällön etäleikepöydälle";
multiDisplayToolbarTitle = "Näytön valinta";
multiDisplayToolbarTooltip = "Valitse katseltava etänäyttö";
computerInScreenShare = "Jaat tällä hetkellä tietokoneen näyttöä tälle tietokoneelle";
curtainErrorTitle = "Ei voitu vaihtaa verhotilaan";
curtainExitErrorTitle = "Ei voitu vaihtaa verhotilasta";
curtainErrorMessage = "Tietokoneella tapahtui virhe.";
curtainUnavailableTooltip = "Verhotila ei ole käytettävissä kohteessa ”%@” suoritettavassa Mac OS X -versiossa.";
curtainUnavalableMessage = "Verhotila ei ole käytettävissä kohteessa ”%@”.";

displayPopUpAllDisplays = "Kaikki näytöt: %@ x %@";
displayPopUpBothDisplays = "Molemmat näytöt: %@ x %@";
displayPopUpOneDisplay = "Näyttö %@: %@ x %@";

curtainTaskString = "Verho";
curtainTaskDescription = "Hallitse tietokonetta verhotilassa";
curtainLongTaskDescription = "Ota valittu tietokone hallintaan näytön ollessa lukittuna";

sshTunnelRemoteLoginDisabledTitle = "Yhdistäminen epäonnistui, koska etäkirjautuminen ei ole käytössä kohteessa ”%@”.";
sshTunnelRemoteLoginDisabledMessage = "Poista Salaa kaikki verkkoliikenne -turvallisuusasetus käytöstä tai ota etäkirjautuminen käyttöön kohteen ”%@” Jako-asetuksissa.";
sshTunnelHostKeyChangedTitle = "Yhdistäminen kohteeseen ”%@” epäonnistui, koska sen identiteettiä ei voitu varmistaa. Tämä saattaa olla turvallisuusongelma tai SSH:n known_hosts-tiedosto saattaa olla vanhentunut.";
sshTunnelHostKeyChangedMessage = "Poista Salaa kaikki verkkoliikenne -turvallisuusasetus käytöstä tai päivitä SSH:n known_hosts-tiedosto.";
sshTunnelHostKeyChanged2Message = "Etäpalvelimen ”%@” tunnistetiedot ovat muuttuneet. Jos olet varma, että tämä ei ole turvallisuusongelma, Näytön jakaminen voi yrittää korjata known_hosts-tiedoston.";
sshTunnelHostKeyFix = "Korjaa";
sshTunnelHostKeyFixError = "SSH:n known_hosts-tiedoston muokkaamisessa tapahtui virhe.";
sshTunnelTooltip = "Yhteys on salattu";

legacyVNCSecurityWarningTitle = "Tietokoneessa ”%@” on VNC-palvelin, joka ei tue Näytön jakamisen näppäinpainallusten salausta. Haluatko silti jatkaa yhdistämistä?";
legacyVNCSecurityWarningMessageFull = "Jos etätietokoneessa on käytössä etäkirjautuminen tai SSH, voit yhdistää turvallisesti valitsemalla Remote Desktop -asetuksista ”Salaa kaikki verkkoliikenne” tai valitsemalla ”Yhdistä käyttäen SSH:ta” alta.";
legacyVNCSecurityWarningMessage = "Jos etätietokoneessa on käytössä etäkirjautuminen tai SSH, voit yhdistää turvallisesti valitsemalla Näytön jakaminen -asetuksista Salaa kaikki verkkoliikenne.";
legacyVNCSecurityWarningContinueSSHButton = "Yhdistä käyttäen SSH:ta";

legacyVNCYesButton = "Yhdistä";
legacyVNCNoButton = "Kumoa";

reconnectingMessage = "Yhdistetään uudelleen…";